<?php

declare(strict_types=1);

return [
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Table Columns
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'column.name' => '名前',
    'column.guard_name' => 'ガード名',
    'column.roles' => 'ロール',
    'column.permissions' => 'パーミッション',
    'column.updated_at' => '更新日時',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Form Fields
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'field.name' => '名前',
    'field.guard_name' => 'ガード名',
    'field.permissions' => 'パーミッション',
    'field.select_all.name' => 'すべて選択',
    'field.select_all.message' => 'このロールに対して現在<span class="text-primary font-medium">有効</span>となっているすべての権限を有効にします。',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Navigation & Resource
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'nav.group' => 'Filament Shield',
    'nav.role.label' => 'ロール',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'ロール',
    'resource.label.roles' => 'ロール',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Section & Tabs
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'section' => 'エンティティ',
    'resources' => 'リソース',
    'widgets' => 'ウィジェット',
    'pages' => 'ページ',
    'custom' => 'カスタムパーミッション',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
    'forbidden' => 'アクセスするパーミッションがありません。',
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Messages
     * |--------------------------------------------------------------------------
     */

    'forbidden' => 'アクセスするパーミッションがありません。',
    /*
     * |--------------------------------------------------------------------------
     * | Resource Permissions' Labels
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
    'forbidden' => 'アクセスするパーミッションがありません。',
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
    'forbidden' => 'アクセスするパーミッションがありません。',
>>>>>>> laraxot/dev
    'resource_permission_prefixes_labels' => [
        'view' => '表示',
        'view_any' => 'どれでも表示',
        'create' => '作成',
        'update' => '更新',
        'delete' => '削除',
        'delete_any' => 'どれでも削除',
        'force_delete' => '強制削除',
        'force_delete_any' => 'どれでも強制削除',
        'restore' => 'リストア',
        'reorder' => '並べ直し',
        'restore_any' => 'どれでもリストア',
        'replicate' => 'レプリカ',
    ],
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'navigation' => [
        'label' => 'Missing Navigation Label',
        'plural_label' => 'Missing Navigation Plural Label',
        'group' => 'Missing Group',
        'icon' => 'heroicon-o-puzzle-piece',
        'sort' => 100,
    ],
    'label' => 'Missing Label',
    'plural_label' => 'Missing Plural label',
    'fields' => [
    ],
    'actions' => [
    ],
<<<<<<< HEAD
<<<<<<< HEAD
=======
>>>>>>> f548be94 (.)
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
];
