|<|?|p|h|p|
|
|d|e|c|l|a|r|e|(|s|t|r|i|c|t|_|t|y|p|e|s|=|1|)|;|
|
|r|e|t|u|r|n| |[|
| | | | |'|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|'| |=|>| |[|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|P|a|r|o|l|a|y|Ä|±| |d|o|Ä|Ÿ|r|u|l|a|'|,|
| | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|B|u| |i|Å|Ÿ|l|e|m|i| |t|a|m|a|m|l|a|m|a|k| |i|Ã|§|i|n| |l|Ã|¼|t|f|e|n| |Å|Ÿ|i|f|r|e|n|i|z|i| |o|n|a|y|l|a|y|Ä|±|n|.|'|,|
| | | | | | | | |'|c|u|r|r|e|n|t|_|p|a|s|s|w|o|r|d|'| |=|>| |'|M|e|v|c|u|t| |p|a|r|o|l|a|'|,|
| | | | |]|,|
| | | | |'|t|w|o|_|f|a|c|t|o|r|'| |=|>| |[|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Ä|°|k|i| |A|d|Ä|±|m|l|Ä|±| |D|o|Ä|Ÿ|r|u|l|a|m|a|'|,|
| | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|L|Ã|¼|t|f|e|n| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|y|Ä|±|c|Ä|±| |u|y|g|u|l|a|m|a|n|Ä|±|z| |t|a|r|a|f|Ä|±|n|d|a|n| |s|a|Ä|Ÿ|l|a|n|a|n| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a| |k|o|d|u|n|u| |g|i|r|e|r|e|k| |h|e|s|a|b|Ä|±|n|Ä|±|z|a| |e|r|i|Å|Ÿ|i|m|i| |o|n|a|y|l|a|y|Ä|±|n|.|'|,|
| | | | | | | | |'|c|o|d|e|_|p|l|a|c|e|h|o|l|d|e|r|'| |=|>| |'|X|X|X|-|X|X|X|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Ä|°|k|i| |A|d|Ä|±|m|l|Ä|±| |D|o|Ä|Ÿ|r|u|l|a|m|a|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|L|Ã|¼|t|f|e|n| |a|c|i|l| |d|u|r|u|m| |k|u|r|t|a|r|m|a| |k|o|d|l|a|r|Ä|±|n|Ä|±|z|d|a|n| |b|i|r|i|n|i| |g|i|r|e|r|e|k| |h|e|s|a|b|Ä|±|n|Ä|±|z|a| |e|r|i|Å|Ÿ|i|m|i| |o|n|a|y|l|a|y|Ä|±|n|.|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|p|l|a|c|e|h|o|l|d|e|r|'| |=|>| |'|a|b|c|d|e|f|-|9|8|7|6|5|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|t|e|x|t|'| |=|>| |'|K|a|y|Ä|±|p| |c|i|h|a|z|?|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|l|i|n|k|'| |=|>| |'|B|i|r| |k|u|r|t|a|r|m|a| |k|o|d|u| |k|u|l|l|a|n|Ä|±|n|'|,|
| | | | | | | | |'|b|a|c|k|_|t|o|_|l|o|g|i|n|_|l|i|n|k|'| |=|>| |'|G|i|r|i|Å|Ÿ|e| |g|e|r|i| |d|Ã|¶|n|'|,|
| | | | |]|,|
| | | | |'|p|r|o|f|i|l|e|'| |=|>| |[|
| | | | | | | | |'|a|c|c|o|u|n|t|'| |=|>| |'|H|e|s|a|p|'|,|
| | | | | | | | |'|p|r|o|f|i|l|e|'| |=|>| |'|P|r|o|f|i|l|'|,|
| | | | | | | | |'|m|y|_|p|r|o|f|i|l|e|'| |=|>| |'|P|r|o|f|i|l|i|m|'|,|
| | | | | | | | |'|s|u|b|h|e|a|d|i|n|g|'| |=|>| |'|K|u|l|l|a|n|Ä|±|c|Ä|±| |p|r|o|f|i|l|i|n|i|z|i| |b|u|r|a|d|a|n| |y|Ã|¶|n|e|t|i|n|.|'|,|
| | | | | | | | |'|p|e|r|s|o|n|a|l|_|i|n|f|o|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|K|i|Å|Ÿ|i|s|e|l| |B|i|l|g|i|l|e|r|'|,|
| | | | | | | | | | | | |'|s|u|b|h|e|a|d|i|n|g|'| |=|>| |'|K|i|Å|Ÿ|i|s|e|l| |b|i|l|g|i|l|e|r|i|n|i|z|i| |y|Ã|¶|n|e|t|i|n|.|'|,|
| | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|G|Ã|¼|n|c|e|l|l|e|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|P|r|o|f|i|l| |b|a|Å|Ÿ|a|r|Ä|±|y|l|a| |g|Ã|¼|n|c|e|l|l|e|n|d|i|!|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Å|ž|i|f|r|e|'|,|
| | | | | | | | | | | | |'|s|u|b|h|e|a|d|i|n|g|'| |=|>| |'|8| |k|a|r|a|k|t|e|r| |o|l|m|a|l|Ä|±|d|Ä|±|r|.|'|,|
| | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|G|Ã|¼|n|c|e|l|l|e|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Å|ž|i|f|r|e| |b|a|Å|Ÿ|a|r|Ä|±|y|l|a| |g|Ã|¼|n|c|e|l|l|e|n|d|i|!|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|2|f|a|'| |=|>| |[|
| | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Ä|°|k|i| |A|d|Ä|±|m|l|Ä|±| |D|o|Ä|Ÿ|r|u|l|a|m|a|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|H|e|s|a|b|Ä|±|n|Ä|±|z| |i|Ã|§|i|n| |i|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |y|Ã|¶|n|e|t|i|n| |(|Ã|¶|n|e|r|i|l|i|r|)|.|'|,|
| | | | | | | | | | | | |'|a|c|t|i|o|n|s|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|e|n|a|b|l|e|'| |=|>| |'|E|t|k|i|n|l|e|Å|Ÿ|t|i|r|'|,|
| | | | | | | | | | | | | | | | |'|r|e|g|e|n|e|r|a|t|e|_|c|o|d|e|s|'| |=|>| |'|K|o|d|l|a|r|Ä|±| |Y|e|n|i|d|e|n| |O|l|u|Å|Ÿ|t|u|r|'|,|
| | | | | | | | | | | | | | | | |'|d|i|s|a|b|l|e|'| |=|>| |'|D|e|v|r|e|d|Ä|±|Å|Ÿ|Ä|±| |b|Ä|±|r|a|k|'|,|
| | | | | | | | | | | | | | | | |'|c|o|n|f|i|r|m|_|f|i|n|i|s|h|'| |=|>| |'|O|n|a|y|l|a| |&| |b|i|t|i|r|'|,|
| | | | | | | | | | | | | | | | |'|c|a|n|c|e|l|_|s|e|t|u|p|'| |=|>| |'|K|u|r|u|l|u|m|u| |i|p|t|a|l| |e|t|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|s|e|t|u|p|_|k|e|y|'| |=|>| |'|K|u|r|u|l|u|m| |a|n|a|h|t|a|r|Ä|±|'|,|
| | | | | | | | | | | | |'|m|u|s|t|_|e|n|a|b|l|e|'| |=|>| |'|B|u| |u|y|g|u|l|a|m|a|y|Ä|±| |k|u|l|l|a|n|m|a|k| |i|Ã|§|i|n| |i|k|i| |f|a|k|t|Ã|¶|r|l|Ã|¼| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|m|e|n|i|z| |g|e|r|e|k|i|r|.|'|,|
| | | | | | | | | | | | |'|n|o|t|_|e|n|a|b|l|e|d|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|m|e|d|i|n|i|z|.|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|s|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|i|l|d|i|Ä|Ÿ|i|n|d|e|,| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|s|Ä|±| |s|Ä|±|r|a|s|Ä|±|n|d|a| |g|Ã|¼|v|e|n|l|i|,| |r|a|s|g|e|l|e| |b|i|r| |b|e|l|i|r|t|e|Ã|§| |i|s|t|e|n|i|r|.| |B|u| |b|e|l|i|r|t|e|c|i| |t|e|l|e|f|o|n|u|n|u|z|u|n| |G|o|o|g|l|e| |A|u|t|h|e|n|t|i|c|a|t|o|r| |u|y|g|u|l|a|m|a|s|Ä|±|n|d|a|n| |a|l|a|b|i|l|i|r|s|i|n|i|z|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|f|i|n|i|s|h|_|e|n|a|b|l|i|n|g|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|m|e|y|i| |b|i|t|i|r|i|n|.|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|m|e|y|i| |b|i|t|i|r|m|e|k| |i|Ã|§|i|n| |t|e|l|e|f|o|n|u|n|u|z|u|n| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|y|Ä|±|c|Ä|±| |u|y|g|u|l|a|m|a|s|Ä|±|n|Ä|±| |k|u|l|l|a|n|a|r|a|k| |a|Å|Ÿ|a|Ä|Ÿ|Ä|±|d|a|k|i| |Q|R| |k|o|d|u|n|u| |t|a|r|a|y|Ä|±|n| |v|e|y|a| |k|u|r|u|l|u|m| |a|n|a|h|t|a|r|Ä|±|n|Ä|±| |g|i|r|i|n| |v|e| |o|l|u|Å|Ÿ|t|u|r|u|l|a|n| |O|T|P| |k|o|d|u|n|u| |g|i|r|i|n|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|e|n|a|b|l|e|d|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Ä|°|k|i| |f|a|k|t|Ã|¶|r|l|Ã|¼| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a| |e|t|k|i|n|.|'|,|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|y|Ä|±| |e|t|k|i|n|l|e|Å|Ÿ|t|i|r|d|i|n|i|z|!|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a| |a|r|t|Ä|±|k| |e|t|k|i|n|.| |T|e|l|e|f|o|n|u|n|u|z|u|n| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|y|Ä|±|c|Ä|±| |u|y|g|u|l|a|m|a|s|Ä|±|n|Ä|±| |k|u|l|l|a|n|a|r|a|k| |a|Å|Ÿ|a|Ä|Ÿ|Ä|±|d|a|k|i| |Q|R| |k|o|d|u|n|u| |t|a|r|a|y|Ä|±|n| |v|e|y|a| |k|u|r|u|l|u|m| |a|n|a|h|t|a|r|Ä|±|n|Ä|±| |g|i|r|i|n|.|'|,|
| | | | | | | | | | | | | | | | |'|s|t|o|r|e|_|c|o|d|e|s|'| |=|>| |'|B|u| |k|u|r|t|a|r|m|a| |k|o|d|l|a|r|Ä|±|n|Ä|±| |g|Ã|¼|v|e|n|l|i| |b|i|r| |p|a|r|o|l|a| |y|Ã|¶|n|e|t|i|c|i|s|i|n|d|e| |s|a|k|l|a|y|Ä|±|n|.| |Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a| |c|i|h|a|z|Ä|±|n|Ä|±|z| |k|a|y|b|o|l|u|r|s|a| |h|e|s|a|b|Ä|±|n|Ä|±|z|a| |e|r|i|Å|Ÿ|i|m|i| |k|u|r|t|a|r|m|a|k| |i|Ã|§|i|n| |k|u|l|l|a|n|Ä|±|l|a|b|i|l|i|r|l|e|r|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|d|i|s|a|b|l|i|n|g|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Ä|°|k|i| |f|a|k|t|Ã|¶|r|l|Ã|¼| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a| |d|e|v|r|e| |d|Ä|±|Å|Ÿ|Ä|±| |b|Ä|±|r|a|k|Ä|±|l|d|Ä|±|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|r|e|g|e|n|e|r|a|t|e|_|c|o|d|e|s|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Y|e|n|i| |k|u|r|t|a|r|m|a| |k|o|d|l|a|r|Ä|±| |o|l|u|Å|Ÿ|t|u|r|u|l|d|u|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|c|o|n|f|i|r|m|a|t|i|o|n|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|s|u|c|c|e|s|s|_|n|o|t|i|f|i|c|a|t|i|o|n|'| |=|>| |'|K|o|d| |d|o|Ä|Ÿ|r|u|l|a|n|d|Ä|±|.| |Ä|°|k|i| |a|d|Ä|±|m|l|Ä|±| |k|i|m|l|i|k| |d|o|Ä|Ÿ|r|u|l|a|m|a|s|Ä|±| |e|t|k|i|n|.|'|,|
| | | | | | | | | | | | | | | | |'|i|n|v|a|l|i|d|_|c|o|d|e|'| |=|>| |'|G|i|r|d|i|Ä|Ÿ|i|n|i|z| |k|o|d| |g|e|Ã|§|e|r|s|i|z|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | |]|,|
| | | | | | | | |'|s|a|n|c|t|u|m|'| |=|>| |[|
| | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|A|P|I| |B|e|l|i|r|t|e|Ã|§|l|e|r|i|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Ã|œ|Ã|§|Ã|¼|n|c|Ã|¼| |t|a|r|a|f| |h|i|z|m|e|t|l|e|r|i|n|i|n| |s|i|z|i|n| |a|d|Ä|±|n|Ä|±|z|a| |b|u| |u|y|g|u|l|a|m|a|y|a| |e|r|i|Å|Ÿ|m|e|s|i|n|e| |i|z|i|n| |v|e|r|e|n| |A|P|I| |b|e|l|i|r|t|e|Ã|§|l|e|r|i|n|i| |y|Ã|¶|n|e|t|i|n|.| |N|O|T|:| |j|e|t|o|n|u|n|u|z| |o|l|u|Å|Ÿ|t|u|r|u|l|d|u|k|t|a|n| |s|o|n|r|a| |b|i|r| |k|e|z| |g|Ã|¶|s|t|e|r|i|l|i|r|.| |J|e|t|o|n|u|n|u|z|u| |k|a|y|b|e|d|e|r|s|e|n|i|z|,| |o|n|u| |s|i|l|m|e|n|i|z| |v|e| |y|e|n|i| |b|i|r| |t|a|n|e| |o|l|u|Å|Ÿ|t|u|r|m|a|n|Ä|±|z| |g|e|r|e|k|i|r|.|'|,|
| | | | | | | | | | | | |'|c|r|e|a|t|e|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|B|e|l|i|r|t|e|Ã|§| |b|a|Å|Ÿ|a|r|Ä|±|y|l|a| |o|l|u|Å|Ÿ|t|u|r|u|l|d|u|!|'|,|
| | | | | | | | | | | | | | | | |'|m|e|s|s|a|g|e|'| |=|>| |'|B|e|l|i|r|t|e|c|i|n|i|z| |o|l|u|Å|Ÿ|t|u|r|u|l|d|u|k|t|a|n| |s|o|n|r|a| |y|a|l|n|Ä|±|z|c|a| |b|i|r| |k|e|z| |g|Ã|¶|s|t|e|r|i|l|i|r|.| |B|e|l|i|r|t|e|c|i|n|i|z|i| |k|a|y|b|e|d|e|r|s|e|n|i|z|,| |o|n|u| |s|i|l|m|e|n|i|z| |v|e| |y|e|n|i| |b|i|r| |t|a|n|e| |o|l|u|Å|Ÿ|t|u|r|m|a|n|Ä|±|z| |g|e|r|e|k|e|c|e|k|t|i|r|.|'|,|
| | | | | | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|O|l|u|Å|Ÿ|t|u|r|'|,|
| | | | | | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|u|p|d|a|t|e|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|B|e|l|i|r|t|e|Ã|§| |b|a|Å|Ÿ|a|r|Ä|±|y|l|a| |g|Ã|¼|n|c|e|l|l|e|n|d|i|!|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|c|o|p|i|e|d|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|B|e|l|i|r|t|e|c|i|m|i| |k|o|p|y|a|l|a|d|Ä|±|m|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | |]|,|
| | | | |]|,|
| | | | |'|c|l|i|p|b|o|a|r|d|'| |=|>| |[|
| | | | | | | | |'|l|i|n|k|'| |=|>| |'|P|a|n|o|y|a| |k|o|p|y|a|l|a|'|,|
| | | | | | | | |'|t|o|o|l|t|i|p|'| |=|>| |'|K|o|p|y|a|l|a|n|d|Ä|±|!|'|,|
| | | | |]|,|
| | | | |'|f|i|e|l|d|s|'| |=|>| |[|
| | | | | | | | |'|a|v|a|t|a|r|'| |=|>| |'|A|v|a|t|a|r|'|,|
| | | | | | | | |'|e|m|a|i|l|'| |=|>| |'|E|-|p|o|s|t|a|'|,|
| | | | | | | | |'|l|o|g|i|n|'| |=|>| |'|G|i|r|i|Å|Ÿ|'|,|
| | | | | | | | |'|n|a|m|e|'| |=|>| |'|Ä|°|s|i|m|'|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|'| |=|>| |'|P|a|r|o|l|a|'|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|'| |=|>| |'|P|a|r|o|l|a| |d|o|Ä|Ÿ|r|u|l|a|m|a|'|,|
| | | | | | | | |'|n|e|w|_|p|a|s|s|w|o|r|d|'| |=|>| |'|Y|e|n|i| |p|a|r|o|l|a|'|,|
| | | | | | | | |'|n|e|w|_|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|a|t|i|o|n|'| |=|>| |'|P|a|r|o|l|a| |d|o|Ä|Ÿ|r|u|l|a|m|a|'|,|
| | | | | | | | |'|t|o|k|e|n|_|n|a|m|e|'| |=|>| |'|B|e|l|i|r|t|e|Ã|§| |a|d|Ä|±|'|,|
| | | | | | | | |'|t|o|k|e|n|_|e|x|p|i|r|y|'| |=|>| |'|B|e|l|i|r|t|e|Ã|§| |s|o|n|a| |e|r|i|Å|Ÿ|i|'|,|
| | | | | | | | |'|a|b|i|l|i|t|i|e|s|'| |=|>| |'|Y|e|t|e|n|e|k|l|e|r|'|,|
| | | | | | | | |'|2|f|a|_|c|o|d|e|'| |=|>| |'|K|o|d|'|,|
| | | | | | | | |'|2|f|a|_|r|e|c|o|v|e|r|y|_|c|o|d|e|'| |=|>| |'|K|u|r|t|a|r|m|a| |K|o|d|u|'|,|
| | | | | | | | |'|c|r|e|a|t|e|d|'| |=|>| |'|O|l|u|Å|Ÿ|t|u|r|u|l|d|u|'|,|
| | | | | | | | |'|e|x|p|i|r|e|s|'| |=|>| |'|S|o|n|a| |e|r|i|y|o|r|'|,|
| | | | |]|,|
| | | | |'|o|r|'| |=|>| |'|V|e|y|a|'|,|
| | | | |'|c|a|n|c|e|l|'| |=|>| |'|V|a|z|g|e|Ã|§|'|,|
|]|;|
|