<?php

declare(strict_types=1);

return [
<<<<<<< HEAD
    /*
     * |------------------------------------------------- -------------------------
     * | Table Columns
     * |------------------------------------------------- -------------------------
     */

=======
>>>>>>> 2024e2e7 (.)
    'column.name' => 'Имя',
    'column.guard_name' => 'Имя гварда',
    'column.roles' => 'Роли',
    'column.permissions' => 'Разрешения',
    'column.updated_at' => 'Обновлено',
<<<<<<< HEAD
    /*
     * |------------------------------------------------- -------------------------
     * | Form Fields
     * |------------------------------------------------- -------------------------
     */

=======
>>>>>>> 2024e2e7 (.)
    'field.name' => 'Имя',
    'field.guard_name' => 'Имя гварда',
    'field.permissions' => 'Разрешения',
    'field.select_all.name' => 'Выбрать все',
    'field.select_all.message' => 'Включить все разрешения, которые <span class="text-primary font-medium">Доступны</span> для этой роли',
<<<<<<< HEAD
    /*
     * |------------------------------------------------- -------------------------
     * | Navigation & Resource
     * |------------------------------------------------- -------------------------
     */

=======
>>>>>>> 2024e2e7 (.)
    'nav.group' => 'Filament Shield',
    'nav.role.label' => 'Роли',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'Роль',
    'resource.label.roles' => 'Роли',
<<<<<<< HEAD
    /*
     * |------------------------------------------------- -------------------------
     * | Section & Tabs
     * |------------------------------------------------- -------------------------
     */

=======
>>>>>>> 2024e2e7 (.)
    'section' => 'Сути',
    'resources' => 'Ресурсы',
    'widgets' => 'Виджеты',
    'pages' => 'Страницы',
    'custom' => 'Пользовательские разрешения',
<<<<<<< HEAD
    /*
     * |------------------------------------------------- -------------------------
     * | Messages
     * |------------------------------------------------- -------------------------
     */

    'forbidden' => 'У вас нет доступа',
    /*
     * |------------------------------------------------- -------------------------
     * | Resource Permissions' Labels
     * |------------------------------------------------- -------------------------
     */

=======
    'forbidden' => 'У вас нет доступа',
>>>>>>> 2024e2e7 (.)
    'resource_permission_prefixes_labels' => [
        'view' => 'Просмотр',
        'view_any' => 'Может смотреть любое',
        'create' => 'Создание',
        'update' => 'Обновление',
        'delete' => 'Удаление',
        'delete_any' => 'Может удалить любой',
        'force_delete' => 'Принудительно удалить',
        'force_delete_any' => 'Может принудительно удалить любой',
        'restore' => 'Восстановление',
        'reorder' => 'Изменение порядка',
        'restore_any' => 'Может восстановить любой',
        'replicate' => 'Копировать',
    ],
<<<<<<< HEAD
=======
    'navigation' => [
        'label' => 'Missing Navigation Label',
        'plural_label' => 'Missing Navigation Plural Label',
        'group' => 'Missing Group',
        'icon' => 'heroicon-o-puzzle-piece',
        'sort' => 100,
    ],
    'label' => 'Missing Label',
    'plural_label' => 'Missing Plural label',
    'fields' => [
    ],
    'actions' => [
    ],
>>>>>>> 2024e2e7 (.)
];
