|<|?|p|h|p|
|
|d|e|c|l|a|r|e|(|s|t|r|i|c|t|_|t|y|p|e|s|=|1|)|;|
|
|r|e|t|u|r|n| |[|
| | | | |'|l|o|g|i|n|'| |=|>| |[|
| | | | | | | | |'|u|s|e|r|n|a|m|e|_|o|r|_|e|m|a|i|l|'| |=|>| |'|Œ|å|Œ|Ω|Œ|ø|Œ|º|Œ|±| |œ|á|œ|Å|Œ|Æ|œ|É|œ|Ñ|Œ|∑| |Œ|Æ| |E|m|a|i|l|'|,|
| | | | | | | | |'|f|o|r|g|o|t|_|p|a|s|s|w|o|r|d|_|l|i|n|k|'| |=|>| |'|Œ|û|Œ|µ|œ|á|Œ|¨|œ|É|Œ|±|œ|Ñ|Œ|µ| |œ|Ñ|Œ|ø|Œ|Ω| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç|;|'|,|
| | | | | | | | |'|c|r|e|a|t|e|_|a|n|_|a|c|c|o|u|n|t|'| |=|>| |'|Œ|¥|Œ|∑|Œ|º|Œ|π|Œ|ø|œ|Ö|œ|Å|Œ|≥|Œ|Ø|Œ|±| |Œ|ª|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|Œ|ø|œ|ç|'|,|
| | | | |]|,|
| | | | |'|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|'| |=|>| |[|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|Ø|œ|â|œ|É|Œ|∑| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç|'|,|
| | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|π|œ|é|œ|É|œ|Ñ|Œ|µ| |œ|Ñ|Œ|ø|Œ|Ω| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç| |œ|É|Œ|±|œ|Ç| |Œ|≥|Œ|π|Œ|±| |Œ|Ω|Œ|±| |Œ|ø|Œ|ª|Œ|ø|Œ|∫|Œ|ª|Œ|∑|œ|Å|œ|é|œ|É|Œ|µ|œ|Ñ|Œ|µ| |Œ|±|œ|Ö|œ|Ñ|Œ|Æ|Œ|Ω| |œ|Ñ|Œ|∑|Œ|Ω| |œ|Ä|œ|Å|Œ|¨|Œ|æ|Œ|∑|.|'|,|
| | | | | | | | |'|c|u|r|r|e|n|t|_|p|a|s|s|w|o|r|d|'| |=|>| |'|Œ|§|œ|Å|Œ|≠|œ|á|œ|â|Œ|Ω| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç|'|,|
| | | | |]|,|
| | | | |'|t|w|o|_|f|a|c|t|o|r|'| |=|>| |[|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|T|w|o| |F|a|c|t|o|r| |C|h|a|l|l|e|n|g|e|'|,|
| | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|π|œ|é|œ|É|œ|Ñ|Œ|µ| |œ|Ñ|Œ|∑|Œ|Ω| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑| |œ|É|œ|Ñ|Œ|ø|Œ|Ω| |Œ|ª|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|œ|å| |œ|É|Œ|±|œ|Ç| |Œ|µ|Œ|π|œ|É|Œ|¨|Œ|≥|Œ|ø|Œ|Ω|œ|Ñ|Œ|±|œ|Ç| |œ|Ñ|Œ|ø|Œ|Ω| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å| |Œ|µ|Œ|ª|Œ|≠|Œ|≥|œ|á|Œ|ø|œ|Ö| |œ|Ä|Œ|ø|œ|Ö| |œ|Ä|Œ|±|œ|Å|Œ|≠|œ|á|Œ|µ|œ|Ñ|Œ|±|Œ|π| |Œ|±|œ|Ä|œ|å| |œ|Ñ|Œ|∑|Œ|Ω| |Œ|µ|œ|Ü|Œ|±|œ|Å|Œ|º|Œ|ø|Œ|≥|Œ|Æ| |Œ|µ|Œ|ª|Œ|≠|Œ|≥|œ|á|Œ|ø|œ|Ö| |œ|Ñ|Œ|±|œ|Ö|œ|Ñ|œ|å|œ|Ñ|Œ|∑|œ|Ñ|Œ|±|œ|Ç|.|'|,|
| | | | | | | | |'|c|o|d|e|_|p|l|a|c|e|h|o|l|d|e|r|'| |=|>| |'|X|X|X|-|X|X|X|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|T|w|o| |F|a|c|t|o|r| |C|h|a|l|l|e|n|g|e|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|π|œ|é|œ|É|œ|Ñ|Œ|µ| |œ|Ñ|Œ|∑|Œ|Ω| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑| |œ|É|œ|Ñ|Œ|ø|Œ|Ω| |Œ|ª|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|œ|å| |œ|É|Œ|±|œ|Ç| |Œ|µ|Œ|π|œ|É|Œ|¨|Œ|≥|Œ|ø|Œ|Ω|œ|Ñ|Œ|±|œ|Ç| |Œ|≠|Œ|Ω|Œ|±|Œ|Ω| |Œ|±|œ|Ä|œ|å| |œ|Ñ|Œ|ø|œ|Ö|œ|Ç| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç|œ|Ç| |Œ|±|Œ|Ω|Œ|¨|Œ|∫|œ|Ñ|Œ|∑|œ|É|Œ|∑|œ|Ç| |Œ|≠|Œ|∫|œ|Ñ|Œ|±|Œ|∫|œ|Ñ|Œ|∑|œ|Ç| |Œ|±|Œ|Ω|Œ|¨|Œ|≥|Œ|∫|Œ|∑|œ|Ç|.|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|p|l|a|c|e|h|o|l|d|e|r|'| |=|>| |'|a|b|c|d|e|f|-|9|8|7|6|5|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|t|e|x|t|'| |=|>| |'|Œ|ß|Œ|¨|Œ|∏|Œ|∑|Œ|∫|Œ|µ| |Œ|∑| |œ|É|œ|Ö|œ|É|Œ|∫|Œ|µ|œ|Ö|Œ|Æ|;|'|,|
| | | | | | | | |'|r|e|c|o|v|e|r|y|_|c|o|d|e|_|l|i|n|k|'| |=|>| |'|Œ|ß|œ|Å|Œ|∑|œ|É|Œ|π|Œ|º|Œ|ø|œ|Ä|Œ|ø|Œ|π|Œ|Æ|œ|É|œ|Ñ|Œ|µ| |Œ|≠|Œ|Ω|Œ|±|Œ|Ω| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å| |Œ|±|Œ|Ω|Œ|¨|Œ|∫|œ|Ñ|Œ|∑|œ|É|Œ|∑|œ|Ç|'|,|
| | | | | | | | |'|b|a|c|k|_|t|o|_|l|o|g|i|n|_|l|i|n|k|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|œ|É|œ|Ñ|œ|Å|Œ|ø|œ|Ü|Œ|Æ| |œ|É|œ|Ñ|Œ|∑|Œ|Ω| |œ|É|Œ|µ|Œ|ª|Œ|Ø|Œ|¥|Œ|±| |Œ|µ|Œ|π|œ|É|œ|å|Œ|¥|Œ|ø|œ|Ö|'|,|
| | | | |]|,|
| | | | |'|r|e|g|i|s|t|r|a|t|i|o|n|'| |=|>| |[|
| | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Œ|ï|Œ|≥|Œ|≥|œ|Å|Œ|±|œ|Ü|Œ|Æ|'|,|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|î|Œ|∑|Œ|º|Œ|π|Œ|ø|œ|Ö|œ|Å|Œ|≥|Œ|Ø|Œ|±| |Œ|Ω|Œ|≠|Œ|ø|œ|Ö| |Œ|ª|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|Œ|ø|œ|ç|'|,|
| | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|Œ|ï|Œ|≥|Œ|≥|œ|Å|Œ|±|œ|Ü|Œ|Æ|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|u|n|i|q|u|e|'| |=|>| |'|Œ|•|œ|Ä|Œ|¨|œ|Å|œ|á|Œ|µ|Œ|π| |Œ|Æ|Œ|¥|Œ|∑| |Œ|ª|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|œ|å|œ|Ç| |Œ|º|Œ|µ| |Œ|±|œ|Ö|œ|Ñ|œ|å| |œ|Ñ|Œ|ø| |e|m|a|i|l|.| |Œ|†|Œ|±|œ|Å|Œ|±|Œ|∫|Œ|±|Œ|ª|œ|é| |Œ|£|œ|Ö|Œ|Ω|Œ|¥|Œ|µ|Œ|∏|Œ|µ|Œ|Ø|œ|Ñ|Œ|µ|.|'|,|
| | | | |]|,|
| | | | |'|r|e|s|e|t|_|p|a|s|s|w|o|r|d|'| |=|>| |[|
| | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Œ|ï|œ|Ä|Œ|±|Œ|Ω|Œ|±|œ|Ü|Œ|ø|œ|Å|Œ|¨| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç|'|,|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|ï|œ|Ä|Œ|±|Œ|Ω|Œ|±|œ|Ü|Œ|ø|œ|Å|Œ|¨| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç|'|,|
| | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|Œ|ï|œ|Ä|Œ|±|Œ|Ω|Œ|±|œ|Ü|Œ|ø|œ|Å|Œ|¨|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|e|r|r|o|r|'| |=|>| |'|Œ|£|œ|Ü|Œ|¨|Œ|ª|Œ|º|Œ|±| |Œ|∫|Œ|±|œ|Ñ|Œ|¨| |œ|Ñ|Œ|∑|Œ|Ω| |Œ|µ|œ|Ä|Œ|±|Œ|Ω|Œ|±|œ|Ü|Œ|ø|œ|Å|Œ|¨| |œ|Ñ|Œ|ø|œ|Ö| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç|.| |Œ|†|œ|Å|Œ|ø|œ|É|œ|Ä|Œ|±|Œ|∏|Œ|Æ|œ|É|œ|Ñ|Œ|µ| |Œ|æ|Œ|±|Œ|Ω|Œ|¨|.|'|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|e|r|r|o|r|_|l|i|n|k|_|t|e|x|t|'| |=|>| |'|Œ|†|œ|Å|Œ|ø|œ|É|œ|Ä|Œ|±|Œ|∏|Œ|Æ|œ|É|œ|Ñ|Œ|µ| |Œ|æ|Œ|±|Œ|Ω|Œ|¨|'|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|s|u|c|c|e|s|s|'| |=|>| |'|Œ|ï|Œ|ª|Œ|≠|Œ|≥|Œ|æ|œ|Ñ|Œ|µ| |œ|Ñ|Œ|ø| |e|m|a|i|l| |œ|É|Œ|±|œ|Ç| |Œ|≥|Œ|π|Œ|±| |Œ|ø|Œ|¥|Œ|∑|Œ|≥|Œ|Ø|Œ|µ|œ|Ç|!|'|,|
| | | | |]|,|
| | | | |'|v|e|r|i|f|i|c|a|t|i|o|n|'| |=|>| |[|
| | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Œ|ï|œ|Ä|Œ|±|Œ|ª|Œ|Æ|Œ|∏|Œ|µ|œ|Ö|œ|É|Œ|∑| |e|m|a|i|l|'|,|
| | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|ë|œ|Ä|Œ|±|Œ|π|œ|Ñ|Œ|µ|Œ|Ø|œ|Ñ|Œ|±|Œ|π| |Œ|µ|œ|Ä|Œ|±|Œ|ª|Œ|Æ|Œ|∏|Œ|µ|œ|Ö|œ|É|Œ|∑| |Œ|º|Œ|≠|œ|É|œ|â| |e|m|a|i|l|'|,|
| | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|Œ|ë|œ|Ä|Œ|ø|œ|É|œ|ç|Œ|Ω|Œ|¥|Œ|µ|œ|É|Œ|∑|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|s|u|c|c|e|s|s|'| |=|>| |'|C|h|e|c|k| |y|o|u|r| |i|n|b|o|x| |f|o|r| |i|n|s|t|r|u|c|t|i|o|n|s|!|'|,|
| | | | | | | | |'|n|o|t|i|f|i|c|a|t|i|o|n|_|r|e|s|e|n|d|'| |=|>| |'|V|e|r|i|f|i|c|a|t|i|o|n| |e|m|a|i|l| |h|a|s| |b|e|e|n| |r|e|s|e|n|t|.|'|,|
| | | | | | | | |'|b|e|f|o|r|e|_|p|r|o|c|e|e|d|i|n|g|'| |=|>| |'|Œ|†|œ|Å|Œ|π|Œ|Ω| |œ|É|œ|Ö|Œ|Ω|Œ|µ|œ|á|Œ|Ø|œ|É|Œ|µ|œ|Ñ|Œ|µ|,| |Œ|µ|Œ|ª|Œ|≠|Œ|≥|Œ|æ|œ|Ñ|Œ|µ| |œ|Ñ|Œ|ø| |e|m|a|i|l| |œ|É|Œ|±|œ|Ç| |Œ|≥|Œ|π|Œ|±| |Œ|≠|Œ|Ω|Œ|±|Œ|Ω| |œ|É|œ|ç|Œ|Ω|Œ|¥|Œ|µ|œ|É|Œ|º|Œ|ø| |Œ|µ|œ|Ä|Œ|±|Œ|ª|Œ|Æ|Œ|∏|Œ|µ|œ|Ö|œ|É|Œ|∑|œ|Ç|.|'|,|
| | | | | | | | |'|n|o|t|_|r|e|c|e|i|v|e|'| |=|>| |'|Œ|ï|Œ|¨|Œ|Ω| |Œ|¥|Œ|µ|Œ|Ω| |Œ|ª|Œ|¨|Œ|≤|Œ|±|œ|Ñ|Œ|µ| |œ|Ñ|Œ|ø| |e|m|a|i|l|,|'|,|
| | | | | | | | |'|r|e|q|u|e|s|t|_|a|n|o|t|h|e|r|'| |=|>| |'|Œ|∫|Œ|¨|Œ|Ω|œ|Ñ|Œ|µ| |Œ|∫|Œ|ª|Œ|π|Œ|∫| |Œ|µ|Œ|¥|œ|é| |Œ|≥|Œ|π|Œ|±| |Œ|Ω|Œ|±| |Œ|∂|Œ|∑|œ|Ñ|Œ|Æ|œ|É|Œ|µ|œ|Ñ|Œ|µ| |Œ|¨|Œ|ª|Œ|ª|Œ|ø| |Œ|≠|Œ|Ω|Œ|±|'|,|
| | | | |]|,|
| | | | |'|p|r|o|f|i|l|e|'| |=|>| |[|
| | | | | | | | |'|a|c|c|o|u|n|t|'| |=|>| |'|Œ|õ|Œ|ø|Œ|≥|Œ|±|œ|Å|Œ|π|Œ|±|œ|É|Œ|º|œ|å|œ|Ç|'|,|
| | | | | | | | |'|p|r|o|f|i|l|e|'| |=|>| |'|Œ|†|œ|Å|Œ|ø|œ|Ü|Œ|Ø|Œ|ª|'|,|
| | | | | | | | |'|m|y|_|p|r|o|f|i|l|e|'| |=|>| |'|Œ|§|Œ|ø| |Œ|†|œ|Å|Œ|ø|œ|Ü|Œ|Ø|Œ|ª| |Œ|º|Œ|ø|œ|Ö|'|,|
| | | | | | | | |'|p|e|r|s|o|n|a|l|_|i|n|f|o|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|†|œ|Å|Œ|ø|œ|É|œ|â|œ|Ä|Œ|π|Œ|∫|Œ|≠|œ|Ç| |œ|Ä|Œ|ª|Œ|∑|œ|Å|Œ|ø|œ|Ü|Œ|ø|œ|Å|Œ|Ø|Œ|µ|œ|Ç|'|,|
| | | | | | | | | | | | |'|s|u|b|h|e|a|d|i|n|g|'| |=|>| |'|Œ|ï|œ|Ä|Œ|µ|Œ|æ|Œ|µ|œ|Å|Œ|≥|Œ|±|œ|É|œ|Ñ|Œ|µ|Œ|Ø|œ|Ñ|Œ|µ| |œ|Ñ|Œ|±| |œ|Ä|œ|Å|Œ|ø|œ|É|œ|â|œ|Ä|Œ|π|Œ|∫|Œ|¨| |œ|É|Œ|±|œ|Ç| |œ|É|œ|Ñ|Œ|ø|Œ|π|œ|á|Œ|µ|Œ|Ø|Œ|±|.|'|,|
| | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|Œ|ë|œ|Ä|Œ|ø|Œ|∏|Œ|Æ|Œ|∫|Œ|µ|œ|Ö|œ|É|Œ|∑|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Œ|§|Œ|ø| |œ|Ä|œ|Å|Œ|ø|œ|Ü|Œ|Ø|Œ|ª| |Œ|µ|Œ|Ω|Œ|∑|Œ|º|Œ|µ|œ|Å|œ|é|Œ|∏|Œ|∑|Œ|∫|Œ|µ| |Œ|º|Œ|µ| |Œ|µ|œ|Ä|Œ|π|œ|Ñ|œ|Ö|œ|á|Œ|Ø|Œ|±|!|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|'| |=|>| |[|
| | | | | | | | | | | | |'|h|e|a|d|i|n|g|'| |=|>| |'|Œ|ö|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç|'|,|
| | | | | | | | | | | | |'|s|u|b|h|e|a|d|i|n|g|'| |=|>| |'|Œ|†|œ|Å|Œ|≠|œ|Ä|Œ|µ|Œ|π| |Œ|Ω|Œ|±| |Œ|µ|Œ|Ø|Œ|Ω|Œ|±|Œ|π| |œ|Ñ|Œ|ø|œ|Ö|Œ|ª|Œ|¨|œ|á|Œ|π|œ|É|œ|Ñ|Œ|ø|Œ|Ω| |8| |œ|á|Œ|±|œ|Å|Œ|±|Œ|∫|œ|Ñ|Œ|Æ|œ|Å|Œ|µ|œ|Ç|.|'|,|
| | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|Œ|ë|œ|Ä|Œ|ø|Œ|∏|Œ|Æ|Œ|∫|Œ|µ|œ|Ö|œ|É|Œ|∑|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|Œ|ü| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç| |œ|Ä|œ|Å|œ|å|œ|É|Œ|≤|Œ|±|œ|É|Œ|∑|œ|Ç| |Œ|µ|Œ|Ω|Œ|∑|Œ|º|Œ|µ|œ|Å|œ|é|Œ|∏|Œ|∑|Œ|∫|Œ|µ| |Œ|º|Œ|µ| |Œ|µ|œ|Ä|Œ|π|œ|Ñ|œ|Ö|œ|á|Œ|Ø|Œ|±|!|'|,|
| | | | | | | | |]|,|
| | | | | | | | |'|2|f|a|'| |=|>| |[|
| | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|T|w|o| |F|a|c|t|o|r| |A|u|t|h|e|n|t|i|c|a|t|i|o|n|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|M|a|n|a|g|e| |2| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n| |f|o|r| |y|o|u|r| |a|c|c|o|u|n|t| |(|r|e|c|o|m|m|e|n|d|e|d|)|.|'|,|
| | | | | | | | | | | | |'|a|c|t|i|o|n|s|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|e|n|a|b|l|e|'| |=|>| |'|E|n|a|b|l|e|'|,|
| | | | | | | | | | | | | | | | |'|r|e|g|e|n|e|r|a|t|e|_|c|o|d|e|s|'| |=|>| |'|R|e|g|e|n|e|r|a|t|e| |C|o|d|e|s|'|,|
| | | | | | | | | | | | | | | | |'|d|i|s|a|b|l|e|'| |=|>| |'|D|i|s|a|b|l|e|'|,|
| | | | | | | | | | | | | | | | |'|c|o|n|f|i|r|m|_|f|i|n|i|s|h|'| |=|>| |'|C|o|n|f|i|r|m| |&| |f|i|n|i|s|h|'|,|
| | | | | | | | | | | | | | | | |'|c|a|n|c|e|l|_|s|e|t|u|p|'| |=|>| |'|C|a|n|c|e|l| |s|e|t|u|p|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|s|e|t|u|p|_|k|e|y|'| |=|>| |'|S|e|t|u|p| |k|e|y|'|,|
| | | | | | | | | | | | |'|n|o|t|_|e|n|a|b|l|e|d|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Y|o|u| |h|a|v|e| |n|o|t| |e|n|a|b|l|e|d| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n|.|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |"|W|h|e|n| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n| |i|s| |e|n|a|b|l|e|d|,| |y|o|u| |w|i|l|l| |b|e| |p|r|o|m|p|t|e|d| |f|o|r| |a| |s|e|c|u|r|e|,| |r|a|n|d|o|m| |t|o|k|e|n| |d|u|r|i|n|g| |a|u|t|h|e|n|t|i|c|a|t|i|o|n|.| |Y|o|u| |m|a|y| |r|e|t|r|i|e|v|e| |t|h|i|s| |t|o|k|e|n| |f|r|o|m| |y|o|u|r| |p|h|o|n|e|'|s| |G|o|o|g|l|e| |A|u|t|h|e|n|t|i|c|a|t|o|r| |a|p|p|l|i|c|a|t|i|o|n|.|"|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|f|i|n|i|s|h|_|e|n|a|b|l|i|n|g|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|F|i|n|i|s|h| |e|n|a|b|l|i|n|g| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n|.|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |"|T|o| |f|i|n|i|s|h| |e|n|a|b|l|i|n|g| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n|,| |s|c|a|n| |t|h|e| |f|o|l|l|o|w|i|n|g| |Q|R| |c|o|d|e| |u|s|i|n|g| |y|o|u|r| |p|h|o|n|e|'|s| |a|u|t|h|e|n|t|i|c|a|t|o|r| |a|p|p|l|i|c|a|t|i|o|n| |o|r| |e|n|t|e|r| |t|h|e| |s|e|t|u|p| |k|e|y| |a|n|d| |p|r|o|v|i|d|e| |t|h|e| |g|e|n|e|r|a|t|e|d| |O|T|P| |c|o|d|e|.|"|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|e|n|a|b|l|e|d|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|Y|o|u| |h|a|v|e| |e|n|a|b|l|e|d| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n|!|'|,|
| | | | | | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|T|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n| |i|s| |n|o|w| |e|n|a|b|l|e|d|.| |T|h|i|s| |h|e|l|p|s| |m|a|k|e| |y|o|u|r| |a|c|c|o|u|n|t| |m|o|r|e| |s|e|c|u|r|e|.|'|,|
| | | | | | | | | | | | | | | | |'|s|t|o|r|e|_|c|o|d|e|s|'| |=|>| |'|S|t|o|r|e| |t|h|e|s|e| |r|e|c|o|v|e|r|y| |c|o|d|e|s| |i|n| |a| |s|e|c|u|r|e| |p|a|s|s|w|o|r|d| |m|a|n|a|g|e|r|.| |T|h|e|y| |c|a|n| |b|e| |u|s|e|d| |t|o| |r|e|c|o|v|e|r| |a|c|c|e|s|s| |t|o| |y|o|u|r| |a|c|c|o|u|n|t| |i|f| |y|o|u|r| |t|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n| |d|e|v|i|c|e| |i|s| |l|o|s|t|.|'|,|
| | | | | | | | | | | | | | | | |'|s|h|o|w|_|c|o|d|e|s|'| |=|>| |'|S|h|o|w| |R|e|c|o|v|e|r|y| |C|o|d|e|s|'|,|
| | | | | | | | | | | | | | | | |'|h|i|d|e|_|c|o|d|e|s|'| |=|>| |'|H|i|d|e| |R|e|c|o|v|e|r|y| |C|o|d|e|s|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|c|o|n|f|i|r|m|a|t|i|o|n|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|s|u|c|c|e|s|s|_|n|o|t|i|f|i|c|a|t|i|o|n|'| |=|>| |'|C|o|d|e| |v|e|r|i|f|i|e|d|.| |T|w|o| |f|a|c|t|o|r| |a|u|t|h|e|n|t|i|c|a|t|i|o|n| |e|n|a|b|l|e|d|.|'|,|
| | | | | | | | | | | | | | | | |'|i|n|v|a|l|i|d|_|c|o|d|e|'| |=|>| |'|T|h|e| |c|o|d|e| |y|o|u| |h|a|v|e| |e|n|t|e|r|e|d| |i|s| |i|n|v|a|l|i|d|.|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | |]|,|
| | | | | | | | |'|s|a|n|c|t|u|m|'| |=|>| |[|
| | | | | | | | | | | | |'|t|i|t|l|e|'| |=|>| |'|A|P|I| |T|o|k|e|n|s|'|,|
| | | | | | | | | | | | |'|d|e|s|c|r|i|p|t|i|o|n|'| |=|>| |'|M|a|n|a|g|e| |A|P|I| |t|o|k|e|n|s| |t|h|a|t| |a|l|l|o|w| |t|h|i|r|d|-|p|a|r|t|y| |s|e|r|v|i|c|e|s| |t|o| |a|c|c|e|s|s| |t|h|i|s| |a|p|p|l|i|c|a|t|i|o|n| |o|n| |y|o|u|r| |b|e|h|a|l|f|.| |N|O|T|E|:| |y|o|u|r| |t|o|k|e|n| |i|s| |s|h|o|w|n| |o|n|c|e| |u|p|o|n| |c|r|e|a|t|i|o|n|.| |I|f| |y|o|u| |l|o|s|e| |y|o|u|r| |t|o|k|e|n|,| |y|o|u| |w|i|l|l| |n|e|e|d| |t|o| |d|e|l|e|t|e| |i|t| |a|n|d| |c|r|e|a|t|e| |a| |n|e|w| |o|n|e|.|'|,|
| | | | | | | | | | | | |'|c|r|e|a|t|e|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|T|o|k|e|n| |c|r|e|a|t|e|d| |s|u|c|c|e|s|s|f|u|l|l|y|!|'|,|
| | | | | | | | | | | | | | | | |'|s|u|b|m|i|t|'| |=|>| |[|
| | | | | | | | | | | | | | | | | | | | |'|l|a|b|e|l|'| |=|>| |'|C|r|e|a|t|e|'|,|
| | | | | | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | | | | | |'|u|p|d|a|t|e|'| |=|>| |[|
| | | | | | | | | | | | | | | | |'|n|o|t|i|f|y|'| |=|>| |'|T|o|k|e|n| |u|p|d|a|t|e|d| |s|u|c|c|e|s|s|f|u|l|l|y|!|'|,|
| | | | | | | | | | | | |]|,|
| | | | | | | | |]|,|
| | | | |]|,|
| | | | |'|c|l|i|p|b|o|a|r|d|'| |=|>| |[|
| | | | | | | | |/|/| |'|l|i|n|k|'| |=|>| |'|I|n| |d|i|e| |Z|w|i|s|c|h|e|n|a|b|l|a|g|e| |k|o|p|i|e|r|e|n|'|,|
| | | | | | | | |'|l|i|n|k|'| |=|>| |'|Œ|ë|Œ|Ω|œ|Ñ|Œ|π|Œ|≥|œ|Å|Œ|±|œ|Ü|Œ|Æ| |œ|É|œ|Ñ|Œ|ø| |œ|Ä|œ|Å|œ|å|œ|á|Œ|µ|Œ|π|œ|Å|Œ|ø|'|,|
| | | | | | | | |'|t|o|o|l|t|i|p|'| |=|>| |'|Œ|ë|Œ|Ω|œ|Ñ|Œ|π|Œ|≥|œ|Å|Œ|¨|œ|Ü|Œ|∑|Œ|∫|Œ|µ|!|'|,|
| | | | |]|,|
| | | | |'|f|i|e|l|d|s|'| |=|>| |[|
| | | | | | | | |'|e|m|a|i|l|'| |=|>| |'|E|m|a|i|l|'|,|
| | | | | | | | |'|l|o|g|i|n|'| |=|>| |'|Œ|£|œ|Ö|Œ|Ω|Œ|¥|Œ|µ|Œ|∏|Œ|µ|Œ|Ø|œ|Ñ|Œ|µ|'|,|
| | | | | | | | |'|n|a|m|e|'| |=|>| |'|Œ|å|Œ|Ω|Œ|ø|Œ|º|Œ|±|'|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|'| |=|>| |'|Œ|ö|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç|'|,|
| | | | | | | | |'|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|'| |=|>| |'|Œ|ö|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç| |Œ|µ|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|Ø|œ|â|œ|É|Œ|∑|œ|Ç|'|,|
| | | | | | | | |'|n|e|w|_|p|a|s|s|w|o|r|d|'| |=|>| |'|Œ|ù|Œ|≠|Œ|ø|œ|Ç| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|œ|å|œ|Ç|'|,|
| | | | | | | | |'|n|e|w|_|p|a|s|s|w|o|r|d|_|c|o|n|f|i|r|m|a|t|i|o|n|'| |=|>| |'|Œ|ï|œ|Ä|Œ|π|Œ|≤|Œ|µ|Œ|≤|Œ|±|Œ|Ø|œ|â|œ|É|Œ|∑| |Œ|∫|œ|â|Œ|¥|Œ|π|Œ|∫|Œ|ø|œ|ç|'|,|
| | | | | | | | |'|t|o|k|e|n|_|n|a|m|e|'| |=|>| |'|T|o|k|e|n| |n|a|m|e|'|,|
| | | | | | | | |'|a|b|i|l|i|t|i|e|s|'| |=|>| |'|Œ|ô|Œ|∫|Œ|±|Œ|Ω|œ|å|œ|Ñ|Œ|∑|œ|Ñ|Œ|µ|œ|Ç|'|,|
| | | | | | | | |'|2|f|a|_|c|o|d|e|'| |=|>| |'|C|o|d|e|'|,|
| | | | | | | | |'|2|f|a|_|r|e|c|o|v|e|r|y|_|c|o|d|e|'| |=|>| |'|R|e|c|o|v|e|r|y| |C|o|d|e|'|,|
| | | | | | | | |'|c|r|e|a|t|e|d|'| |=|>| |'|C|r|e|a|t|e|d|'|,|
| | | | | | | | |'|e|x|p|i|r|e|s| |=|>| |"|E|x|p|i|r|e|s|'|,|
| | | | |]|,|
| | | | |'|o|r|'| |=|>| |'|Œ|Æ|'|,|
| | | | |'|c|a|n|c|e|l|'| |=|>| |'|Œ|ë|Œ|∫|œ|ç|œ|Å|œ|â|œ|É|Œ|∑|'|,|
|]|;|
|