<?php

declare(strict_types=1);

return [
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Table Columns
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'column.name' => 'الإسم',
    'column.guard_name' => 'اسم الحارس',
    'column.roles' => 'الصلاحية',
    'column.permissions' => 'الأذونات',
    'column.updated_at' => 'تاريخ التحديث',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Form Fields
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'field.name' => 'الإسم',
    'field.guard_name' => 'اسم الحارس',
    'field.permissions' => 'الأذونات',
    'field.select_all.name' => 'تحديد الكل',
    'field.select_all.message' => 'تفعيل كافة الأذونات لهذه الصلاحية',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Navigation & Resource
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'nav.group' => 'الصلاحيات',
    'nav.role.label' => 'الصلاحيات',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'صلاحية',
    'resource.label.roles' => 'الصلاحيات',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Section & Tabs
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'section' => 'الوحدات',
    'resources' => 'المصادر',
    'widgets' => 'الملحقات',
    'pages' => 'الصفحات',
    'custom' => 'أذونات مخصصة',
<<<<<<< HEAD
<<<<<<< HEAD
    'forbidden' => 'ليس لديك الإذن للوصول',
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Messages
     * |--------------------------------------------------------------------------
     */

    'forbidden' => 'ليس لديك الإذن للوصول',
    /*
     * |--------------------------------------------------------------------------
     * | Resource Permissions' Labels
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
    'forbidden' => 'ليس لديك الإذن للوصول',
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'resource_permission_prefixes_labels' => [
        'view' => 'عرض',
        'view_any' => 'عرض الكل',
        'create' => 'إضافة',
        'update' => 'تعديل',
        'delete' => 'حذف',
        'delete_any' => 'حذف الكل',
        'force_delete' => 'فرض الحذف',
        'force_delete_any' => 'فرض حذف أي',
        'reorder' => 'إعادة ترتيب',
        'restore' => 'استرجاع',
        'restore_any' => 'استرجاع الكل',
        'replicate' => 'استنساخ',
    ],
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    'navigation' => [
        'label' => 'Missing Navigation Label',
        'plural_label' => 'Missing Navigation Plural Label',
        'group' => 'Missing Group',
        'icon' => 'heroicon-o-puzzle-piece',
        'sort' => 100,
    ],
    'label' => 'Missing Label',
    'plural_label' => 'Missing Plural label',
    'fields' => [
    ],
    'actions' => [
    ],
<<<<<<< HEAD
=======
>>>>>>> f548be94 (.)
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
];
