<?php

declare(strict_types=1);

return [
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |------------------------------------------------- -------------------------
     * | Table Columns
     * |------------------------------------------------- -------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'column.name' => 'Ім\'я',
    'column.guard_name' => 'Ім\'я гварда',
    'column.roles' => 'Ролі',
    'column.permissions' => 'Дозволи',
    'column.updated_at' => 'Оновлено',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |------------------------------------------------- -------------------------
     * | Form Fields
     * |------------------------------------------------- -------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'field.name' => 'Ім\'я',
    'field.guard_name' => 'Ім\'я гварда',
    'field.permissions' => 'Дозволи',
    'field.select_all.name' => 'Вибрати все',
    'field.select_all.message' => 'Включити всі дозволи, які <span class="text-primary font-medium">Доступні</span> для цієї ролі',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |------------------------------------------------- -------------------------
     * | Navigation & Resource
     * |------------------------------------------------- -------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'nav.group' => 'Filament Shield',
    'nav.role.label' => 'Ролі',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'Роль',
    'resource.label.roles' => 'Ролі',
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |------------------------------------------------- -------------------------
     * | Section & Tabs
     * |------------------------------------------------- -------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'section' => 'Сутності',
    'resources' => 'Ресурси',
    'widgets' => 'Віджети',
    'pages' => 'Сторінки',
    'custom' => 'Користувальницькі дозволи',
<<<<<<< HEAD
<<<<<<< HEAD
    'forbidden' => 'У вас немає доступу',
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |------------------------------------------------- -------------------------
     * | Messages
     * |------------------------------------------------- -------------------------
     */

    'forbidden' => 'У вас немає доступу',
    /*
     * |------------------------------------------------- -------------------------
     * | Resource Permissions' Labels
     * |------------------------------------------------- -------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
    'forbidden' => 'У вас немає доступу',
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
    'resource_permission_prefixes_labels' => [
        'view' => 'Перегляд',
        'view_any' => 'Може дивитися будь-яке',
        'create' => 'Створення',
        'update' => 'Оновлення',
        'delete' => 'Видалення',
        'delete_any' => 'Може видалити будь-який',
        'force_delete' => 'Примусово видалити',
        'force_delete_any' => 'Може примусово видалити будь-який',
        'restore' => 'Відновлення',
        'reorder' => 'Зміна порядку',
        'restore_any' => 'Може відновити будь-який',
        'replicate' => 'Копіювати',
    ],
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    'navigation' => [
        'label' => 'Missing Navigation Label',
        'plural_label' => 'Missing Navigation Plural Label',
        'group' => 'Missing Group',
        'icon' => 'heroicon-o-puzzle-piece',
        'sort' => 100,
    ],
    'label' => 'Missing Label',
    'plural_label' => 'Missing Plural label',
    'fields' => [
    ],
    'actions' => [
    ],
<<<<<<< HEAD
=======
>>>>>>> f548be94 (.)
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
];
