<?php

declare(strict_types=1);

return [
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Table Columns
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'column.name' => 'نام',
    'column.guard_name' => 'نام گارد',
    'column.roles' => 'نقش‌ها',
    'column.permissions' => 'دسترسی‌ها',
    'column.updated_at' => 'به‌روزشده در',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Form Fields
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'field.name' => 'نام',
    'field.guard_name' => 'نام گارد',
    'field.permissions' => 'دسترسی‌ها',
    'field.select_all.name' => 'انتخاب همه',
    'field.select_all.message' => 'تمام دسترسی‌های <span class="text-primary font-medium">فعال</span> فعلی را برای این نقش فعال کن.',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Navigation & Resource
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'nav.group' => 'Filament Shield',
    'nav.role.label' => 'نقش‌ها',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'نقش',
    'resource.label.roles' => 'نقش‌ها',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Section & Tabs
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'section' => 'موجودیت‌ها',
    'resources' => 'منابع',
    'widgets' => 'ویجت‌ها',
    'pages' => 'صفحات',
    'custom' => 'دسترسی‌های سفارشی',
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
    'forbidden' => 'شما اجازه دسترسی ندارید.',
=======
=======
>>>>>>> 87273113 (.)
    /*
     * |--------------------------------------------------------------------------
     * | Messages
     * |--------------------------------------------------------------------------
     */

    'forbidden' => 'شما اجازه دسترسی ندارید.',
    /*
     * |--------------------------------------------------------------------------
     * | Resource Permissions' Labels
     * |--------------------------------------------------------------------------
     */

<<<<<<< HEAD
>>>>>>> f548be94 (.)
=======
=======
    'forbidden' => 'شما اجازه دسترسی ندارید.',
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
    'forbidden' => 'شما اجازه دسترسی ندارید.',
>>>>>>> laraxot/dev
    'resource_permission_prefixes_labels' => [
        'view' => 'نمایش',
        'view_any' => 'نمایش همه',
        'create' => 'ایجاد',
        'update' => 'ویرایش',
        'delete' => 'حذف',
        'delete_any' => 'حذف همه',
        'force_delete' => 'حذف اجباری',
        'force_delete_any' => 'حذف اجباری همه',
        'restore' => 'بازیابی',
        'replicate' => 'تکثیر',
        'reorder' => 'مرتب‌سازی',
        'restore_any' => 'بازیابی همه',
    ],
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
=======
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
    'navigation' => [
        'label' => 'Missing Navigation Label',
        'plural_label' => 'Missing Navigation Plural Label',
        'group' => 'Missing Group',
        'icon' => 'heroicon-o-puzzle-piece',
        'sort' => 100,
    ],
    'label' => 'Missing Label',
    'plural_label' => 'Missing Plural label',
    'fields' => [
    ],
    'actions' => [
    ],
<<<<<<< HEAD
<<<<<<< HEAD
=======
>>>>>>> f548be94 (.)
=======
>>>>>>> 2024e2e7 (.)
>>>>>>> 87273113 (.)
=======
>>>>>>> laraxot/dev
];
